INSERT INTO question
(id,question,choice1,choice2,choice3,choice4,answer,description,answered,misstake)
VALUES
(1,'令和２年の今年の漢字はどれか？','愛','災','密','離',3,'令和2年の今年の漢字は「密」でした。',FALSE,FALSE),
(2,'クラウドサービスのAWSを提供する企業はどれか？','MicroSoft','Google','Apple','Amazon',4,'AWSはAmazon Web Serviceの略で、高いシェアを誇っています。',FALSE,FALSE),
(3,'日経平均株価に採用されている企業数は何社か？','100社','225社','400社','1235社',2,'225社となります。そのため日経225とも呼ばれます。',FALSE,FALSE),
(4,'DX推進と言われるが、DXとは何の略か','デジタルトランスフォーメーション','デジタルトランザクション','デジタルトレース','デジタルデラックス',1,'デジタルトランスフォーメーションです。',FALSE,FALSE),
(5,'日本の債務残高はGDPの何倍か？','0.5倍','1倍','1.5倍','2.5倍',4,'2.5倍と世界的に見ても高い水準になります。',FALSE,FALSE),
(6,'2020年の日本において総人口に占める65歳以上の人口の割合は何％か？','21.4%','25.6%','28.7%','30%',3,'2020年で28.7%になります。2025年には30%を超える予測です。',FALSE,FALSE),
(7,'2020年に新規上場した企業は何社あるか？','54社','76社','86社','93社',4,'2020年は93社でした。2019年の86社から増加しました。',FALSE,FALSE),
(8,'2019年に金融庁が発表した老後資金の不足額はいくらか？','800万円','2000万円','2500万円','3000万円',2,'2000万円問題と当時話題になりました。',FALSE,FALSE),
(9,'大ヒットアニメ"鬼滅の刃"の監督名を選べ','外崎春雄','是枝裕和','新海誠','庵野秀明',1,'監督は外崎春雄、作者は吾峠呼世晴です。',FALSE,FALSE),
(10,'2020年に東証システム障害が発生した日に結婚発表した有名人は誰か？','石原さとみ','戸田恵梨香','山本美月','清野菜名',1,'10月1日でした。',FALSE,FALSE);